tap "1password/tap"
tap "databricks/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "openssl@3"
brew "autoconf"
brew "aws-sam-cli"
brew "awscli"
brew "awsume"
brew "libssh2"
brew "bat"
brew "glib"
brew "cmake"
brew "colima", restart_service: :changed
brew "curl"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fdupes"
brew "gnutls"
brew "libssh"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "pkgconf"
brew "guile"
brew "helm"
brew "hstr"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libmagic"
brew "libxmlsec1"
brew "lolcat"
brew "make"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "pfetch"
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "socat"
brew "sops"
brew "starship"
brew "subversion"
brew "telnet"
brew "tflint"
brew "trash", link: true
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iina"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "rectangle"
