tap "databricks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "openssl@3"
brew "arm-gcc-bin@10"
brew "autoconf"
brew "awscli"
brew "awsume"
brew "libssh2"
brew "bat"
brew "glib"
brew "cmake"
brew "cowsay"
brew "curl"
brew "defaultbrowser"
brew "diff-so-fancy"
brew "docker-compose"
brew "eza"
brew "fd"
brew "gnutls"
brew "libssh"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "guile"
brew "helix"
brew "helm"
brew "hstr"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "kubernetes-cli"
brew "libmagic"
brew "lolcat"
brew "make"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "openssl@1.1"
brew "pipenv"
brew "postgresql@14"
brew "pup"
brew "pwgen"
brew "pyenv"
brew "python@3.9"
brew "rabbitmq"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "smartmontools"
brew "socat"
brew "sops"
brew "starship"
brew "subversion"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "databricks/tap/databricks"
cask "font-code-new-roman-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fontawesome"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monoid"
cask "font-sauce-code-pro-nerd-font"
cask "iina"
cask "istat-menus"
cask "jordanbaird-ice"
cask "rectangle"
cask "stats"
