tap "adoptopenjdk/openjdk"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "ack"
brew "ammonite-repl"
brew "autoconf"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "bat"
brew "ccat"
brew "cowsay"
brew "diff-so-fancy"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fish"
brew "flyway"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "python", link: false
brew "gnupg"
brew "hadoop"
brew "helm"
brew "hstr"
brew "ncurses"
brew "htop"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "libssh"
brew "liquibase"
brew "lolcat"
brew "make"
brew "maven"
brew "mill"
brew "mysql", link: false
brew "mysql-client"
brew "mysql@5.7", link: true
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nvm"
brew "postgresql@9.6"
brew "prettyping"
brew "pup"
brew "pwgen"
brew "python@2"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sbt"
brew "scala"
brew "screenfetch"
brew "socat"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "toilet"
brew "trash"
brew "tree"
brew "vimpager"
brew "w3m"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "zsh"
brew "zsh-completions"
cask "ammonite"
cask "atom"
cask "docker"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-fontawesome"
cask "font-hack"
cask "java"
cask "kitty"
cask "macs-fan-control"
cask "opera"
cask "postman"
cask "rectangle"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
